export default {
  projections: {
    ОборудованиеE: {
      инвНомер: {
        __caption__: 'Инв номер'
      },
      название: {
        __caption__: 'Название'
      },
      тип: {
        __caption__: 'Тип',
        название: {
          __caption__: 'Название'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    инвНомер: {
      __caption__: 'Инв номер'
    },
    название: {
      __caption__: 'Название'
    },
    тип: {
      __caption__: 'Тип'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    рабочееМесто: {
      __caption__: 'рабочееМесто'
    }
  }
};
