export default {
  projections: {
    РабочееМестоE: {
      инвНомер: {
        __caption__: 'Инв номер'
      },
      кабинет: {
        __caption__: 'Кабинет'
      },
      место: {
        __caption__: 'Место'
      },
      оборудование: {
        __caption__: 'Оборудование',
        инвНомер: {
          __caption__: 'Инв номер'
        },
        название: {
          __caption__: 'Название'
        },
        тип: {
          __caption__: 'Тип',
          название: {
            __caption__: 'Название'
          }
        },
        сотрудник: {
          __caption__: 'Сотрудник',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    РабочееМестоL: {
      инвНомер: {
        __caption__: 'Инв номер'
      },
      кабинет: {
        __caption__: 'Кабинет'
      },
      место: {
        __caption__: 'Место'
      }
    }
  },
  validations: {
    инвНомер: {
      __caption__: 'Инв номер'
    },
    кабинет: {
      __caption__: 'Кабинет'
    },
    место: {
      __caption__: 'Место'
    },
    оборудование: {
      __caption__: 'Оборудование'
    }
  }
};
